app/controllers/tweets_controller.rb

  def create
    tweet = Tweet.new do |t|
      t.tweet = params[:tweet][:tweet]
    end
    if tweet.save
---
INSERT INTO "tweets" ("created_at", "tweet", "updated_at") VALUES (?, ?, ?)  [["created_at", "2014-05-12 01:10:53.104034"], ["tweet", "yeah bitch"], ["updated_at", "2014-05-12 01:10:53.104034"]]